/* STM */
"Ink Levels" = "Niveaux d'encre approximatifs";

/* Nozzle */
"NOZZLE01TEXT01" = "Pour effectuer une vérification des buses, assurez-vous que l'imprimante est sous tension et connectée à l'ordinateur. Assurez-vous que le plateau CD/DVD est retiré et que le bac avant se trouve en position papier, sinon l'utilitaire \"Nettoyage des têtes\" ne peut être exécuté. Assurez-vous également que du papier ordinaire A4 ou Lettre est chargé dans le bac d'alimentation. Cliquez sur [Imprimer] pour imprimer un motif de vérification des buses ou cliquez sur [Annuler] pour quitter.";
"NOZZLE01B01" = "Imprimer";
"NOZZLE01B02" = "Annuler";

"NOZZLE02TEXT01" = "Comparez le motif imprimé avec le motif ci-dessus. Si le motif de test des buses contient des lignes interrompues, cliquez sur [Nettoyage]. Cliquez sur [Terminer] pour quitter.";
"NOZZLE02SPE01" = "Supérieur : bon
Inférieur : nettoyage requis";
"NOZZLE02B01" = "Terminer";
"NOZZLE02B03" = "Nettoyage";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Assurez-vous que le plateau CD/DVD est retiré et que le bac avant se trouve en position papier, sinon l'utilitaire \"Nettoyage des têtes\" ne peut être exécuté. Cliquez sur [Démarrer] pour nettoyer les buses de la tête d'impression. Le nettoyage consomme de l'encre ; nettoyez la tête d'impression uniquement lorsque des zones pâles ou manquantes apparaissent dans l'impression. Utilisez d'abord l'utilitaire \"Vérification des buses\" pour confirmer le besoin d'un nettoyage de la tête d'impression.
Attention : N'insérez pas le plateau CD/DVD avant la fin du nettoyage.
Remarque : Avant d'effectuer le nettoyage, assurez-vous que le verrou de transport est en position déverrouillée (Printing), comme indiqué sur l'illustration.";
"HEADCLEANING01B01" = "Annuler";
"HEADCLEANING01B02" = "Démarrer";

"HEADCLEANING02TEXT01" = "Veuillez patienter...";
"HEADCLEANING02TEXT02" = "Nettoyage de la tête en cours. Veuillez patienter.
Attention : N'insérez pas le plateau CD/DVD avant que le nettoyage ne soit terminé.";
"HEADCLEANING02B01" = "Fermer";

"HEADCLEANING03TEXT01" = "Le cycle de nettoyage est terminé. Pour vérifier son efficacité, cliquez sur [Impression du motif de test des buses].";
"HEADCLEANING03B01" = "Terminer";
"HEADCLEANING03B03" = "Impression du motif de test des buses";

/* Gap */
"GAP01TEXT01" = "L'utilitaire Alignement des têtes vous permet d'améliorer la qualité d'impression s'il est utilisé avant l'impression en mode Vitesse rapide. Il permet également de résoudre les problèmes de lignes verticales mal alignées et d'impressions floues.
Vérifiez que le plateau CD/DVD est retiré et que le bac avant se trouve en position papier, sinon l'utilitaire \"Alignement des têtes\" ne peut être exécuté.";
"GAP01B01" = "Suivant >";
"GAP01B02" = "Annuler";

"GAP02TEXT01" = "Une feuille d'alignement horizontale sera imprimée.
Vérifiez si l'imprimante est sous tension et si elle est connectée à l'ordinateur. Vérifiez également que du papier ordinaire A4 ou Lettre est chargé dans le bac d'alimentation.
Cliquez sur [Imprimer] lorsque vous êtes prêt.";
"GAP02B01" = "Imprimer";
"GAP02B02" = "Annuler";

"GAP03TEXT01" = "Regardez la feuille d'alignement.
Recherchez le carré sans bandes visibles dans les jeux 1 à 5. Sélectionnez le numéro correspondant à ce carré dans la liste ci-dessous, pour tous les jeux. Cliquez ensuite sur [Terminer].
Si chaque carré contient une bande, sélectionnez le carré avec la ou les bandes les plus fines. Puis, cliquez sur [Réalignement].";
"GAP03B01" = "Terminer";
"GAP03B02" = "Annuler";
"GAP03B03" = "Réalignement";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "S'il y a encore des bandes horizontales ou des couleurs manquantes dans l'impression même après avoir effectué le Nettoyage des têtes plusieurs fois, vous auriez besoin de remplacer l'encre dans les tubes d'encre pour résoudre ce problème.

Cette fonction vous permet de remplacer toute l'encre à l'intérieur des tubes d'encre.

Cette fonction consommant beaucoup d'encre, nous vous recommandons de l'utiliser seulement après avoir effectué le Nettoyage des têtes plusieurs fois.";
"POWERINKFLUSHING01B01" = "Annuler";
"POWERINKFLUSHING01B02" = "Suivant >";

"POWERINKFLUSHING02TEXT01" = "Avant d'effectuer cette fonction, assurez-vous que le verrou de transport est en position déverrouillée (Printing), comme indiqué sur l'illustration.

Remarque : Le verrou de transport doit toujours être déverrouillé pendant l'utilisation de l'imprimante.";

"POWERINKFLUSHING03TEXT01" = "Êtes-vous sûr de vouloir utiliser cette fonction?
Beaucoup d'encre est nécessaire pour remplacer toute l'encre dans les tubes.
Nous vous recommandons d'effectuer le Nettoyage des têtes plusieurs fois pour essayer de résoudre le problème avant d'utiliser cette fonction. Cliquez sur [Annuler], puis essayez le Nettoyage des têtes.

Remarque : Cette fonction affecte la durée de vie des pastilles d'encre usagée. Les pastilles d'encre usagée atteignent la fin de leur durée de vie plus tôt en utilisant cette fonction.
Si les pastilles d'encre usagée sont arrivées à la fin de leur durée de vie, contactez l'assistance Epson pour demander leur remplacement.

Assurez-vous que le plateau CD/DVD est retiré et que le bac avant se trouve en position papier, sinon le Rinçage puissant de l'encre ne peut être exécuté. Cliquez sur [Démarrer] pour commencer le remplacement de l'encre. Une fois démarrée, cette fonction ne peut être interrompue.
Attention : N'insérez pas le plateau CD/DVD avant la fin du Rinçage puissant de l'encre.";
"POWERINKFLUSHING03B01" = "Annuler";
"POWERINKFLUSHING03B02" = "Démarrer";

"POWERINKFLUSHING04TEXT01" = "Veuillez patienter...";
"POWERINKFLUSHING04TEXT02" = "Le Rinçage puissant de l'encre est en cours.
Veuillez patienter.
Attention : N'insérez pas le plateau CD/DVD avant la fin du Rinçage puissant de l'encre.";
"POWERINKFLUSHING04B01" = "Fermer";

"POWERINKFLUSHING05TEXT01" = "Le Rinçage puissant de l'encre est terminé.
Pour vérifier l'efficacité du rinçage de l'encre, cliquez sur [Impression du motif des test des buses].";
"POWERINKFLUSHING05B01" = "Terminer";
"POWERINKFLUSHING05B03" = "Impression du motif de test des buses";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "OK";
"INKTANKUTILITYB02" = "Suivant";
"INKTANKUTILITYB03" = "Annuler";
"INKTANKUTILITYB04" = "Précédent";
"INKTANKUTILITYB05" = "Oui";
"INKTANKUTILITYB06" = "Non";

//Common
"INKTANKUTCOMMONTEXT01" = "Cet utilitaire n'est actuellement pas disponible.
Remarque : Lorsque deux imprimantes ou plus sont connectées, sélectionnez l'imprimante que vous voulez utiliser de la liste d'imprimantes, puis cliquez sur l'icône [Utilitaire du réservoir d'encre] encore une fois.";
"INKTANKUTCOMMONTEXT02" = "Entrez le numéro d'identification à 13 chiffres qui est indiqué sur chaque récipient d'encre.
Remarque : Les numéros d'identification sont valides une seule fois. N'entrez pas les numéros d'identification avant de remplir à encre.
Cliquez sur [Suivant] pour démarrer l’authentification du numéro d'identification.";
"INKTANKUTCOMMONTEXT03" = "La qualité ou la fiabilité de l'encre non d'origine ne peut être garantie et peut occasionner des dommages à l'imprimante non couverts par la garantie Epson.
L'utilisation d'encre non d'origine est enregistrée pour des fins de soutien et de service.
Pour une qualité et une fiabilité optimales, Epson recommande l'utilisation de l'encre d'origine Epson.
Continuer à utiliser cette encre ?";
"INKTANKUTCOMMONTEXT04" = "Vous pouvez poursuivre l'impression.
Cliquez sur [OK] pour fermer ce message.
Si vous voulez remplir à encre maintenant, cliquez sur l'icône [Utilitaire du réservoir d'encre] encore une fois.";
"INKTANKUTCOMMONTEXT06" = "Êtes-vous certain de vouloir annuler cet utilitaire?
Si vous annulez cet utilitaire, vous aurez à le lancer encore une fois.";
"INKTANKUTCOMMONTEXT07" = "Le numéro d'identification est incorrect.
Confirmez le numéro d'identification correct, puis entrez-le à nouveau.";
"INKTANKUTCOMMONTEXT08" = "Le numéro d'identification est incorrect.
Confirmez le numéro d'identification correct.
Cliquez sur [Annuler] pour entrer le numéro d'identification encore une fois.";
"INKTANKUTCOMMONTEXT09" = "Avant d'utiliser l'imprimante, assurez-vous que le verrou de transport est en position déverrouillée (Printing), comme indiqué sur l'illustration.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Supprimez tous les travaux d'impression.

Avant d'utiliser l'imprimante, assurez-vous que le verrou de transport est en position déverrouillée (Printing), comme indiqué sur l'illustration.";
"INKTANKUTINITIALTEXT02" = "Remplissage à encre du réservoir d'encre.

%fillcolor%

Epson recommande l'utilisation de l'encre d'origine Epson. Remplissez à encre jusqu'à la ligne sur le réservoir d'encre. Consultez le manuel de l'imprimante pour plus de détails sur la façon de remplir à encre. Après avoir rempli à encre et après avoir installé le réservoir d'encre, cliquez sur [Suivant] pour entrer le numéro d'identification.";
"INKTANKUTINITIALTEXT03" = "Chargement de l'encre en cours.
Veuillez patienter pendant environ 20 minutes jusqu'à ce que le chargement de l'encre soit fini.

Remarque : Ne mettez jamais l'imprimante hors tension avant que le témoin arrête de clignoter et qu'il reste allumé.";
"INKTANKUTINITIALTEXT04" = "Assurez-vous que le verrou de transport est en position déverrouillée (Printing) lorsque vous utiliser l'imprimante, sinon l'encre n'est pas chargée et des problèmes de qualité d'impression apparaissent. Mettez le verrou de transport dans la position verrouillée (Transporting) seulement pendant le transport. L'encre risque en effet de fuir.";

//Manual Check
"INKTANKMANUALTEXT01" = "Supprimez tous les travaux d'impression.

Vérifiez la quantité d'encre qui reste dans le réservoir d'encre. Cliquez sur [Dessus] si le niveau de l'encre est en-dessus de la ligne. Cliquez sur [Dessous] si le niveau de l'encre est en-dessous de la ligne. Si le niveau de l'encre est en-dessus de la ligne, Epson vous recommande de cliquer sur [Dessus] jusqu'à ce que le niveau de l'encre arrive à la ligne, pour que le réservoir d'encre puisse être rempli avec tout le contenu d'un nouveau contenant d'encre.
Remarque : L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau de l'encre est en-dessous de la ligne sur le réservoir.";
"INKTANKMANUALTEXT02" = "Supprimez tous les travaux d'impression.

Vérifiez la quantité d'encre qui reste dans le réservoir d'encre. Si le niveau de l'encre est à plus de 20 mm du fond du réservoir d'encre, Epson vous recommande de cliquer sur [Dessus] jusqu'à ce que le niveau de l'encre arrive à 20 mm du fond, pour que le réservoir d'encre puisse être rempli avec tout le contenu d'un nouveau contenant d'encre. Cliquez sur [Dessus] si le niveau de l'encre est à plus de 20 mm du fond. Cliquez sur [Dessous] si le niveau de l'encre est à 20 mm ou moins du fond.
Remarque : L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau de l'encre est à moins de 20 mm du fond du réservoir d'encre. Pour vérifier le niveau de l'encre, utiliser la règle qui est fournie avec l'imprimante.";
"INKTANKMANUALTEXT03" = "Remplissage à encre du réservoir d'encre.

%fillcolor%

Epson recommande l'utilisation de l'encre d'origine Epson. Remplissez à encre jusqu'à la ligne sur le réservoir d'encre. Consultez le manuel de l'imprimante pour plus de détails sur la façon de remplir à encre. Après avoir rempli à encre et après avoir installé le réservoir d'encre, cliquez sur [Suivant] pour entrer le numéro d'identification.";

/* Error */
"ERCOMMON_B01" = "Annuler";
"ERCOMMON_B02" = "Continuer";
"PRINTERBUTTON00" = "Papier";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Annuler";
"ER00_TEXTA" = "Erreur";
"ER00_TEXTB" = "1. Supprimez tous les travaux d'impression.
2. Mettez l'imprimante hors tension et retirez le papier coincé.
3. Patientez quelques minutes et remettez l'imprimante sous tension.";
"ER00_TEXTA_D4" = "Erreur";
"ER00_TEXTB_D4" = "1. Supprimez tous les travaux d'impression.
2. Mettez l'imprimante hors tension et retirez le papier coincé.
3. Patientez quelques minutes et remettez l'imprimante sous tension.";
"ER00_B01_D4" = "Annuler";
"ER01_TEXTA" = "Imprimante occupée";
"ER01_TEXTB" = "Veuillez patienter...";
"ER04_TEXTA" = "Bourrage papier";
"ER04_TEXTB" = "Pour les feuilles de papier, mettez l'imprimante hors tension et retirez le papier coincé à la main.
Pour les CD ou les DVD, retirez le plateau de CD/DVD. Appuyez ensuite sur la touche Papier de l'imprimante.";
"ER05_TEXTA" = "Vérifier les niveaux d'encre";
"ER05_TEXTB" = "Vous devez vérifier le niveau de l'encre restante. Cliquez sur l'icône [Utilitaire du réservoir d'encre] dans Epson Printer Utility 4. Les niveaux d'encre approximatifs pourraient différer des niveaux d'encre effectifs. Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.";
"ER05_TEXTA_FF" = "Erreur de configuration initiale";
"ER05_TEXTB_FF" = "Cliquez sur l'icône [Utilitaire du réservoir d'encre] pour charger le système d'encre.";
"ER06_TEXTA_D4" = "Fin de papier ou chargement incorrect";
"ER06_TEXTB_D4" = "1. Rechargez le papier.
2. Placez le bac avant en position papier inférieure.
3. Appuyez sur la touche %btn% du produit.

Cliquez sur le bouton [Annuler] lorsqu'il s'affiche, pour annuler le travail d'impression. Si le travail n'est pas annulé, annulez-le sur l'imprimante.";
"ER06_B01_D4" = "Continuer";
"ER06_B02_D4" = "Annuler";
"ER06_TEXTA" = "Fin de papier ou chargement incorrect";
"ER06_TEXTB" = "1. Rechargez le papier.
2. Placez le bac avant en position papier inférieure.
3. Appuyez sur la touche %btn% du produit.

Cliquez sur le bouton [Annuler] lorsqu'il s'affiche, pour annuler le travail d'impression. Si le travail n'est pas annulé, annulez-le sur l'imprimante.";
"ER10_TEXTA" = "Intervention requise";
"ER10_TEXTB" = "Les pastilles d'encre sont pratiquement en fin de vie.
Veuillez contacter le soutien Epson.";
"ER12_TEXTA" = "Erreur d'entraînement multiple";
"ER12_TEXTB" = "Effectuez une des étapes suivantes.
- Retirez le papier et rechargez-le. Appuyez sur le bouton %btn% de l'imprimante.
- Cliquez sur [Annuler] pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER12_TEXTA_D4" = "Erreur d'entraînement multiple";
"ER12_TEXTB_D4" = "Effectuez une des étapes suivantes.
- Retirez le papier et rechargez-le. Appuyez sur le bouton %btn% de l'imprimante.
- Cliquez sur [Annuler] pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER12_B01_D4" = "Annuler";
"ER29_TEXTA" = "Le bac du CD/DVD n'est pas correctement installé";
"ER29_TEXTB" = "Rechargez le bac puis appuyez sur le bouton Papier de l'imprimante.";
"ER2A_TEXTA" = "Chargement incorrect";
"ER2A_TEXTB" = "1. Chargez le côté court du papier en premier et réglez les guides latéraux.
2. Appuyez sur la touche %btn% du produit.";
"ER37_TEXTA" = "Le capot est ouvert";
"ER37_TEXTB" = "Fermez le capot.";
"ER38_TEXTA" = "Position erronée du bac avant";
"ER38_TEXTB" = "Pour imprimer sur du papier, placez manuellement le bac avant en position inférieure (papier).
Pour imprimer sur un CD ou un DVD, placez manuellement le bac avant en position supérieure (CD/DVD).";
"Common Error Text1" = "Erreur";
"Common Error Text2" = "1. Supprimez tous les travaux d'impression.
2. Mettez l'imprimante hors tension et retirez le papier coincé.
3. Patientez quelques minutes et remettez l'imprimante sous tension.";
"Common Error B1" = "Annuler";
"Cleaning status" = "Imprimante occupée";
"Shipment status" = "Erreur de configuration initiale";
"WRINKLOW_TEXTA" = "Niveau d'encre faible";
"WRINKLOW_TEXTB" = "Vous pouvez continuer l'impression. Pour remplir à encre maintenant, cliquez sur l'icône [Utilitaire du réservoir d'encre] dans Epson Printer Utility 4. Les niveaux d'encre approximatifs pourraient différer des niveaux d'encre effectifs. Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.";
"WRCD_TEXTA" = "Le nettoyage des têtes ne peut être terminé.";
"WRCD_TEXTB" = "Vous pouvez continuer l'impression. Pour remplir à encre maintenant, cliquez sur l'icône [Utilitaire du réservoir d'encre] dans Epson Printer Utility 4. Les niveaux d'encre approximatifs pourraient différer des niveaux d'encre effectifs. Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.";
"WRCD_TEXTA_UTO" = "Le Rinçage puissant de l'encre ne peut être terminé.";
"WRCD_TEXTB_UTO" = "Vous pouvez continuer l'impression. Pour remplir à encre maintenant, cliquez sur l'icône [Utilitaire du réservoir d'encre] dans Epson Printer Utility 4. Les niveaux d'encre approximatifs pourraient différer des niveaux d'encre effectifs. Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.";
"WRINKLOW2_TEXTA" = "Niveau d'encre faible";
"WRINKLOW2_TEXTB" = "Vous pouvez continuer l'impression. Pour remplir à encre maintenant, cliquez sur l'icône [Utilitaire du réservoir d'encre] dans Epson Printer Utility 4. Les niveaux d'encre approximatifs pourraient différer des niveaux d'encre effectifs. Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.";
"WR20_TEXTA" = "Intervention requise";
"WR20_TEXTB" = "Les pastilles d'encre sont pratiquement en fin de vie. Veuillez contacter le soutien Epson.";
"COMUERR_TEXTA" = "Erreur de communication";
"COMUERR_TEXTB" = "Connectez le périphérique à l'ordinateur et mettez-le sous tension. Si vous mettez le périphérique hors tension pendant l'impression, annulez le travail d'impression.";
"COMUERR_B01" = "Recommencer";
"COMUERR_B02" = "Annuler";
"CHARGINGSTATUS_TEXTA_PROXY" = "Chargement du système d'encre";

